Repository: ArtuhovichVladislav/Trimline
Catalog: Trimline/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hant

source: Not enough disk space to save the clip.
de: Nicht genügend Speicherplatz, um den Clip zu sichern.
es: No hay suficiente espacio en disco para guardar el clip.
fr: Espace disque insuffisant pour enregistrer l’extrait.
it: Spazio su disco insufficiente per salvare il clip.
ja: クリップを保存するためのディスク領域が足りません。
ko: 클립을 저장할 디스크 공간이 부족합니다.
pt_br: Não há espaço suficiente em disco para salvar o clipe.
ru: Недостаточно места на диске для сохранения клипа.
uk: Недостатньо місця на диску, щоб зберегти кліп.
zh_hans: 磁盘空间不足，无法保存片段。
zh_hant: 磁碟空間不足，無法儲存片段。

source: Not enough disk space to save the frame.
de: Nicht genügend Speicherplatz, um das Bild zu sichern.
es: No hay suficiente espacio en disco para guardar el fotograma.
fr: Espace disque insuffisant pour enregistrer l’image.
it: Spazio su disco insufficiente per salvare il fotogramma.
ja: フレームを保存するためのディスク領域が足りません。
ko: 프레임을 저장할 디스크 공간이 부족합니다.
pt_br: Não há espaço suficiente em disco para salvar o quadro.
ru: Недостаточно места на диске для сохранения кадра.
uk: Недостатньо місця на диску, щоб зберегти кадр.
zh_hans: 磁盘空间不足，无法保存帧。
zh_hant: 磁碟空間不足，無法儲存影格。

source: Open Recent
de: Benutzte Dokumente
es: Abrir recientes
fr: Ouvrir l’élément récent
it: Apri recenti
ja: 最近使った項目を開く
ko: 최근 사용 열기
pt_br: Abrir Recente
ru: Открыть недавние
uk: Останні документи
zh_hans: 打开最近使用
zh_hant: 打開最近使用過的檔案

source: Opened 1 of %lld files
de: 1 von %lld Dateien geöffnet
es: Se ha abierto 1 de %lld archivos
fr: 1 fichier ouvert sur %lld
it: Aperto 1 file su %lld
ja: %lld 個のファイルのうち 1 個を開きました
ko: 파일 %lld개 중 1개를 열었습니다
pt_br: Aberto 1 de %lld arquivos
ru: Открыт 1 файл из %lld
uk: Відкрито 1 файл із %lld
zh_hans: 已打开 %lld 个文件中的 1 个
zh_hant: 已打開 %lld 個檔案中的 1 個

source: Opening…
de: Wird geöffnet …
es: Abriendo…
fr: Ouverture…
it: Apertura…
ja: 開いています…
ko: 여는 중…
pt_br: Abrindo…
ru: Открытие…
uk: Відкриття…
zh_hans: 正在打开…
zh_hant: 正在打開⋯

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
it: Apri…
ja: 開く…
ko: 열기…
pt_br: Abrir…
ru: Открыть…
uk: Відкрити…
zh_hans: 打开…
zh_hant: 打開⋯

source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
ru: Воспроизвести
uk: Відтворити
zh_hans: 播放
zh_hant: 播放

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
it: Riproduzione
ja: 再生
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
uk: Відтворення
zh_hans: 播放
zh_hant: 播放

source: Previous Frame
de: Vorheriges Bild
es: Fotograma anterior
fr: Image précédente
it: Fotogramma precedente
ja: 前のフレーム
ko: 이전 프레임
pt_br: Quadro Anterior
ru: Предыдущий кадр
uk: Попередній кадр
zh_hans: 上一帧
zh_hant: 上一個影格

source: Reading and writing audio and video formats
de: Lesen und Schreiben von Audio- und Videoformaten
es: Lectura y escritura de formatos de audio y vídeo
fr: Lecture et écriture des formats audio et vidéo
it: Lettura e scrittura di formati audio e video
ja: オーディオおよびビデオフォーマットの読み書き
ko: 오디오 및 비디오 포맷 읽기 및 쓰기
pt_br: Leitura e gravação de formatos de áudio e vídeo
ru: Чтение и запись аудио- и видеоформатов
uk: Читання та запис аудіо- і відеоформатів
zh_hans: 读取和写入音频与视频格式
zh_hant: 讀取和寫入音訊與影片格式

source: Release to open the file
de: Loslassen, um die Datei zu öffnen
es: Suelta para abrir el archivo
fr: Relâchez pour ouvrir le fichier
it: Rilascia per aprire il file
ja: ドロップしてファイルを開く
ko: 놓으면 파일이 열립니다
pt_br: Solte para abrir o arquivo
ru: Отпустите, чтобы открыть файл
uk: Відпустіть, щоб відкрити файл
zh_hans: 松开以打开文件
zh_hant: 放開以打開檔案

source: Report a Problem…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
it: Segnala un problema…
ja: 問題を報告…
ko: 문제 보고…
pt_br: Relatar um Problema…
ru: Сообщить о проблеме…
uk: Повідомити про проблему…
zh_hans: 报告问题…
zh_hant: 回報問題⋯

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hant: 重置

source: Reset Selection
de: Auswahl zurücksetzen
es: Restablecer selección
fr: Réinitialiser la sélection
it: Ripristina selezione
ja: 選択範囲をリセット
ko: 선택 영역 재설정
pt_br: Redefinir Seleção
ru: Сбросить выделение
uk: Скинути виділення
zh_hans: 重置所选范围
zh_hant: 重置選取範圍

source: Restore Default Name
de: Standardnamen wiederherstellen
es: Restaurar nombre predeterminado
fr: Rétablir le nom par défaut
it: Ripristina nome predefinito
ja: デフォルトの名前に戻す
ko: 기본 이름으로 복원
pt_br: Restaurar Nome Padrão
ru: Вернуть стандартное имя
uk: Відновити стандартну назву
zh_hans: 恢复默认名称
zh_hant: 回復預設名稱

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save Clip
de: Clip sichern
es: Guardar clip
fr: Enregistrer l’extrait
it: Salva clip
ja: クリップを保存
ko: 클립 저장
pt_br: Salvar Clipe
ru: Сохранить клип
uk: Зберегти кліп
zh_hans: 保存片段
zh_hant: 儲存片段

source: Save Clip…
de: Clip sichern …
es: Guardar clip…
fr: Enregistrer l’extrait…
it: Salva clip…
ja: クリップを保存…
ko: 클립 저장…
pt_br: Salvar Clipe…
ru: Сохранить клип…
uk: Зберегти кліп…
zh_hans: 保存片段…
zh_hant: 儲存片段⋯

source: Save Frame
de: Bild sichern
es: Guardar fotograma
fr: Enregistrer l’image
it: Salva fotogramma
ja: フレームを保存
ko: 프레임 저장
pt_br: Salvar Quadro
ru: Сохранить кадр
uk: Зберегти кадр
zh_hans: 保存帧
zh_hant: 儲存影格

source: Save Frame…
de: Bild sichern …
es: Guardar fotograma…
fr: Enregistrer l’image…
it: Salva fotogramma…
ja: フレームを保存…
ko: 프레임 저장…
pt_br: Salvar Quadro…
ru: Сохранить кадр…
uk: Зберегти кадр…
zh_hans: 保存帧…
zh_hant: 儲存影格⋯

source: Save clips
de: Clips sichern
es: Guardar clips
fr: Enregistrer les extraits
it: Salva i clip
ja: クリップの保存先
ko: 클립 저장 위치
pt_br: Salvar clipes
ru: Сохранять клипы
uk: Зберігати кліпи
zh_hans: 片段保存位置
zh_hant: 片段儲存位置

source: Save to Another Folder…
de: In anderem Ordner sichern …
es: Guardar en otra carpeta…
fr: Enregistrer dans un autre dossier…
it: Salva in un’altra cartella…
ja: 別のフォルダに保存…
ko: 다른 폴더에 저장…
pt_br: Salvar em Outra Pasta…
ru: Сохранить в другую папку…
uk: Зберегти в іншу папку…
zh_hans: 存储到其他文件夹…
zh_hant: 儲存到其他檔案夾⋯

source: Save…
de: Sichern …
es: Guardar…
fr: Enregistrer…
it: Salva…
ja: 保存…
ko: 저장…
pt_br: Salvar…
ru: Сохранить…
uk: Зберегти…
zh_hans: 保存…
zh_hant: 儲存⋯

source: Saving progress
de: Fortschritt beim Sichern
es: Progreso del guardado
fr: Progression de l’enregistrement
it: Avanzamento del salvataggio
ja: 保存の進行状況
ko: 저장 진행률
pt_br: Progresso do salvamento
ru: Ход сохранения
uk: Хід збереження
zh_hans: 保存进度
zh_hant: 儲存進度

source: Saving the frame…
de: Bild wird gesichert …
es: Guardando el fotograma…
fr: Enregistrement de l’image…
it: Salvataggio del fotogramma…
ja: フレームを保存中…
ko: 프레임 저장 중…
pt_br: Salvando o quadro…
ru: Сохранение кадра…
uk: Збереження кадру…
zh_hans: 正在保存帧…
zh_hant: 正在儲存影格⋯

source: Saving was cancelled.
de: Das Sichern wurde abgebrochen.
es: Se ha cancelado el guardado.
fr: L’enregistrement a été annulé.
it: Salvataggio annullato.
ja: 保存はキャンセルされました。
ko: 저장이 취소되었습니다.
pt_br: O salvamento foi cancelado.
ru: Сохранение отменено.
uk: Збереження скасовано.
zh_hans: 已取消保存。
zh_hant: 已取消儲存。

source: Saving…
de: Sichern …
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
ru: Сохранение…
uk: Збереження…
zh_hans: 正在保存…
zh_hant: 正在儲存⋯

source: Selection Change
de: Auswahländerung
es: cambio de selección
fr: la modification de la sélection
it: modifica selezione
ja: 選択範囲の変更
ko: 선택 영역 변경
pt_br: Alteração da Seleção
ru: изменение выделения
uk: Зміна виділення
zh_hans: 更改所选范围
zh_hant: 更改選取範圍

source: Set Clip End
de: Clip-Ende setzen
es: Definir final del clip
fr: Définir la fin de l’extrait
it: Imposta fine clip
ja: クリップの終了位置を設定
ko: 클립 끝 설정
pt_br: Definir Fim do Clipe
ru: Отметить конец клипа
uk: Позначити кінець кліпу
zh_hans: 设定片段结尾
zh_hant: 設定片段結尾

source: Set Clip Start
de: Clip-Anfang setzen
es: Definir inicio del clip
fr: Définir le début de l’extrait
it: Imposta inizio clip
ja: クリップの開始位置を設定
ko: 클립 시작 설정
pt_br: Definir Início do Clipe
ru: Отметить начало клипа
uk: Позначити початок кліпу
zh_hans: 设定片段开头
zh_hant: 設定片段開頭

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
uk: Поширити
zh_hans: 共享
zh_hant: 分享

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
uk: Показати у Finder
zh_hans: 在访达中显示
zh_hant: 顯示於 Finder

source: Show:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
it: Mostra:
ja: 表示:
ko: 보기:
pt_br: Mostrar:
ru: Показать:
uk: Показати:
zh_hans: 显示：
zh_hant: 顯示：

source: Something went wrong while saving the clip.
de: Beim Sichern des Clips ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar el clip.
fr: Une erreur s’est produite lors de l’enregistrement de l’extrait.
it: Si è verificato un errore durante il salvataggio del clip.
ja: クリップの保存中にエラーが起きました。
ko: 클립을 저장하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao salvar o clipe.
ru: При сохранении клипа произошла ошибка.
uk: Під час збереження кліпу сталася помилка.
zh_hans: 保存片段时出错。
zh_hant: 儲存片段時發生錯誤。

source: Something went wrong while saving the frame.
de: Beim Sichern des Bildes ist ein Fehler aufgetreten.
es: Se ha producido un error al guardar el fotograma.
fr: Une erreur s’est produite lors de l’enregistrement de l’image.
it: Si è verificato un errore durante il salvataggio del fotogramma.
ja: フレームの保存中にエラーが起きました。
ko: 프레임을 저장하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao salvar o quadro.
ru: При сохранении кадра произошла ошибка.
uk: Під час збереження кадру сталася помилка.
zh_hans: 保存帧时出错。
zh_hant: 儲存影格時發生錯誤。

source: Sound only
de: Nur Ton
es: Solo sonido
fr: Son seul
it: Solo audio
ja: サウンドのみ
ko: 사운드만
pt_br: Somente som
ru: Только звук
uk: Лише звук
zh_hans: 仅声音
zh_hant: 僅聲音

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pt_br: Código-Fonte
ru: Исходный код
uk: Вихідний код
zh_hans: 源代码
zh_hant: 原始碼

source: Stop Saving
de: Sichern stoppen
es: Dejar de guardar
fr: Arrêter l’enregistrement
it: Interrompi salvataggio
ja: 保存を中止
ko: 저장 중단
pt_br: Parar de Salvar
ru: Остановить сохранение
uk: Зупинити збереження
zh_hans: 停止保存
zh_hant: 停止儲存

source: Stop saving and open “%@”?
de: Sichern stoppen und „%@“ öffnen?
es: ¿Dejar de guardar y abrir “%@”?
fr: Arrêter l’enregistrement et ouvrir « %@ » ?
it: Interrompere il salvataggio e aprire “%@”?
ja: 保存を中止して「%@」を開きますか？
ko: 저장을 중단하고 ‘%@’을(를) 여시겠습니까?
pt_br: Parar de salvar e abrir “%@”?
ru: Остановить сохранение и открыть «%@»?
uk: Зупинити збереження й відкрити «%@»?
zh_hans: 要停止保存并打开“%@”吗？
zh_hant: 要停止儲存並打開「%@」嗎？

source: Stop saving and quit?
de: Sichern stoppen und beenden?
es: ¿Dejar de guardar y salir?
fr: Arrêter l’enregistrement et quitter ?
it: Interrompere il salvataggio e uscire?
ja: 保存を中止して終了しますか？
ko: 저장을 중단하고 종료하시겠습니까?
pt_br: Parar de salvar e encerrar?
ru: Остановить сохранение и завершить работу?
uk: Зупинити збереження й завершити роботу?
zh_hans: 要停止保存并退出吗？
zh_hant: 要停止儲存並結束嗎？

source: The %@ codec is not supported.
de: Der Codec %@ wird nicht unterstützt.
es: El códec %@ no es compatible.
fr: Le codec %@ n’est pas pris en charge.
it: Il codec %@ non è supportato.
ja: %@ コーデックには対応していません。
ko: %@ 코덱은 지원되지 않습니다.
pt_br: O codec %@ não é compatível.
ru: Кодек %@ не поддерживается.
uk: Кодек %@ не підтримується.
zh_hans: 不支持 %@ 编解码器。
zh_hant: 不支援 %@ 編解碼器。

source: The clip isn’t finished and won’t be saved.
de: Der Clip ist noch nicht fertig und wird nicht gesichert.
es: El clip no está terminado y no se guardará.
fr: L’extrait n’est pas terminé et ne sera pas enregistré.
it: Il clip non è completo e non verrà salvato.
ja: クリップはまだ完成していないため、保存されません。
ko: 클립이 아직 완성되지 않아 저장되지 않습니다.
pt_br: O clipe não está pronto e não será salvo.
ru: Клип ещё не готов и не будет сохранён.
uk: Кліп ще не готовий і не буде збережений.
zh_hans: 片段尚未完成，将不会被保存。
zh_hant: 片段尚未完成，將不會被儲存。

source: The clip will be saved as %@.
de: Der Clip wird als %@ gesichert.
es: El clip se guardará como %@.
fr: L’extrait sera enregistré au format %@.
it: Il clip verrà salvato come %@.
ja: クリップは%@として保存されます。
ko: 클립은 %@(으)로 저장됩니다.
pt_br: O clipe será salvo como %@.
ru: Клип будет сохранён в %@.
uk: Кліп буде збережено як %@.
zh_hans: 片段将保存为 %@。
zh_hant: 片段將儲存為 %@。

source: The file can’t be read. Check that it’s still available and try again.
de: Die Datei kann nicht gelesen werden. Prüfe, ob sie noch verfügbar ist, und versuche es erneut.
es: No se puede leer el archivo. Comprueba que sigue disponible e inténtalo de nuevo.
fr: Impossible de lire le fichier. Vérifiez qu’il est toujours disponible, puis réessayez.
it: Impossibile leggere il file. Verifica che sia ancora disponibile e riprova.
ja: ファイルを読み込めません。ファイルが利用可能か確認して、もう一度お試しください。
ko: 파일을 읽을 수 없습니다. 파일을 사용할 수 있는지 확인한 후 다시 시도하십시오.
pt_br: Não é possível ler o arquivo. Verifique se ele ainda está disponível e tente novamente.
ru: Не удалось прочитать файл. Проверьте, что он доступен, и попробуйте снова.
uk: Не вдалося прочитати файл. Перевірте, чи він досі доступний, і спробуйте ще раз.
zh_hans: 无法读取文件。请检查文件是否仍可用，然后重试。
zh_hant: 無法讀取檔案。請確認檔案仍可使用，然後再試一次。

source: The file contains no audio or video.
de: Die Datei enthält weder Audio noch Video.
es: El archivo no contiene audio ni vídeo.
fr: Le fichier ne contient ni audio ni vidéo.
it: Il file non contiene audio né video.
ja: ファイルにオーディオもビデオも含まれていません。
ko: 파일에 오디오나 비디오가 없습니다.
pt_br: O arquivo não contém áudio nem vídeo.
ru: В файле нет аудио и видео.
uk: Файл не містить ні аудіо, ні відео.
zh_hans: 文件不包含音频或视频。
zh_hant: 檔案不包含音訊或影片。

source: The file is damaged or truncated.
de: Die Datei ist beschädigt oder unvollständig.
es: El archivo está dañado o incompleto.
fr: Le fichier est endommagé ou incomplet.
it: Il file è danneggiato o incompleto.
ja: ファイルが破損しているか、不完全です。
ko: 파일이 손상되었거나 불완전합니다.
pt_br: O arquivo está danificado ou incompleto.
ru: Файл повреждён или записан не полностью.
uk: Файл пошкоджений або неповний.
zh_hans: 文件已损坏或不完整。
zh_hant: 檔案已損毀或不完整。

source: The frame at this position couldn’t be decoded.
de: Das Bild an dieser Stelle konnte nicht decodiert werden.
es: No se ha podido decodificar el fotograma en esta posición.
fr: L’image à cette position n’a pas pu être décodée.
it: Impossibile decodificare il fotogramma in questa posizione.
ja: この位置のフレームをデコードできませんでした。
ko: 이 위치의 프레임을 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar o quadro nesta posição.
ru: Не удалось декодировать кадр в этом месте.
uk: Не вдалося декодувати кадр у цьому місці.
zh_hans: 无法解码此位置的帧。
zh_hant: 無法解碼此位置的影格。

source: The frame couldn’t be put on the clipboard.
de: Das Bild konnte nicht in die Zwischenablage gelegt werden.
es: No se ha podido copiar el fotograma en el portapapeles.
fr: L’image n’a pas pu être placée dans le presse-papiers.
it: Impossibile copiare il fotogramma negli appunti.
ja: フレームをクリップボードにコピーできませんでした。
ko: 프레임을 클립보드에 넣을 수 없습니다.
pt_br: Não foi possível colocar o quadro na área de transferência.
ru: Не удалось поместить кадр в буфер обмена.
uk: Не вдалося помістити кадр у буфер обміну.
zh_hans: 无法将帧放到剪贴板。
zh_hant: 無法將影格放到剪貼板。

source: The license text couldn’t be loaded.
de: Der Lizenztext konnte nicht geladen werden.
es: No se ha podido cargar el texto de la licencia.
fr: Impossible de charger le texte de la licence.
it: Impossibile caricare il testo della licenza.
ja: ライセンスのテキストを読み込めませんでした。
ko: 사용권 텍스트를 불러올 수 없습니다.
pt_br: Não foi possível carregar o texto da licença.
ru: Не удалось загрузить текст лицензии.
uk: Не вдалося завантажити текст ліцензії.
zh_hans: 无法载入许可证文本。
zh_hant: 無法載入授權條款文字。

source: The name is longer than %lld characters.
de: Der Name ist länger als %lld Zeichen.
es: El nombre tiene más de %lld caracteres.
fr: Le nom dépasse %lld caractères.
it: Il nome supera i %lld caratteri.
ja: 名前が%lld文字を超えています。
ko: 이름이 %lld자를 초과합니다.
pt_br: O nome tem mais de %lld caracteres.
ru: Имя длиннее %lld символа.
uk: Назва довша за %lld символу.
zh_hans: 名称超过 %lld 个字符。
zh_hant: 名稱超過 %lld 個字元。

source: The original file’s folder is read-only. Choose where to save the clip.
de: Der Ordner der Originaldatei ist schreibgeschützt. Wähle aus, wo der Clip gesichert werden soll.
es: La carpeta del archivo original es de solo lectura. Elige dónde guardar el clip.
fr: Le dossier du fichier d’origine est en lecture seule. Choisissez où enregistrer l’extrait.
it: La cartella del file originale è di sola lettura. Scegli dove salvare il clip.
ja: 元のファイルのフォルダは読み出し専用です。クリップの保存先を選択してください。
ko: 원본 파일의 폴더는 읽기 전용입니다. 클립을 저장할 위치를 선택하십시오.
pt_br: A pasta do arquivo original é somente leitura. Escolha onde salvar o clipe.
ru: В папку исходного файла нельзя записывать. Выберите, куда сохранить клип.
uk: Папка вихідного файлу доступна лише для читання. Виберіть, куди зберегти кліп.
zh_hans: 原文件所在的文件夹为只读。请选择片段的保存位置。
zh_hant: 原始檔案所在的檔案夾為唯讀。請選擇片段的儲存位置。

source: The original file’s folder is read-only. Choose where to save the frame.
de: Der Ordner der Originaldatei ist schreibgeschützt. Wähle aus, wo das Bild gesichert werden soll.
es: La carpeta del archivo original es de solo lectura. Elige dónde guardar el fotograma.
fr: Le dossier du fichier d’origine est en lecture seule. Choisissez où enregistrer l’image.
it: La cartella del file originale è di sola lettura. Scegli dove salvare il fotogramma.
ja: 元のファイルのフォルダは読み出し専用です。フレームの保存先を選択してください。
ko: 원본 파일의 폴더는 읽기 전용입니다. 프레임을 저장할 위치를 선택하십시오.
pt_br: A pasta do arquivo original é somente leitura. Escolha onde salvar o quadro.
ru: В папку исходного файла нельзя записывать. Выберите, куда сохранить кадр.
uk: Папка вихідного файлу доступна лише для читання. Виберіть, куди зберегти кадр.
zh_hans: 原文件所在的文件夹为只读。请选择帧的保存位置。
zh_hant: 原始檔案所在的檔案夾為唯讀。請選擇影格的儲存位置。

source: This format can’t be written. The clip will be saved as MKA.
de: Dieses Format kann nicht geschrieben werden. Der Clip wird als MKA gesichert.
es: No se puede escribir en este formato. El clip se guardará como MKA.
fr: Ce format ne peut pas être écrit. L’extrait sera enregistré au format MKA.
it: Impossibile scrivere in questo formato. Il clip verrà salvato come MKA.
ja: この形式では書き出せません。クリップはMKAとして保存されます。
ko: 이 포맷으로는 기록할 수 없습니다. 클립은 MKA로 저장됩니다.
pt_br: Não é possível gravar neste formato. O clipe será salvo como MKA.
ru: В этом формате сохранить нельзя. Клип будет сохранён в MKA.
uk: У цей формат не можна записати. Кліп буде збережено як MKA.
zh_hans: 无法写入此格式。片段将保存为 MKA。
zh_hant: 無法寫入此格式。片段將儲存為 MKA。

source: This format can’t be written. The clip will be saved as MKV.
de: Dieses Format kann nicht geschrieben werden. Der Clip wird als MKV gesichert.
es: No se puede escribir en este formato. El clip se guardará como MKV.
fr: Ce format ne peut pas être écrit. L’extrait sera enregistré au format MKV.
it: Impossibile scrivere in questo formato. Il clip verrà salvato come MKV.
ja: この形式では書き出せません。クリップはMKVとして保存されます。
ko: 이 포맷으로는 기록할 수 없습니다. 클립은 MKV로 저장됩니다.
pt_br: Não é possível gravar neste formato. O clipe será salvo como MKV.
ru: В этом формате сохранить нельзя. Клип будет сохранён в MKV.
uk: У цей формат не можна записати. Кліп буде збережено як MKV.
zh_hans: 无法写入此格式。片段将保存为 MKV。
zh_hant: 無法寫入此格式。片段將儲存為 MKV。

source: Trim audio and video in seconds.
de: Audio und Video in Sekunden kürzen.
es: Recorta audio y vídeo en segundos.
fr: Coupez vos fichiers audio et vidéo en quelques secondes.
it: Ritaglia audio e video in pochi secondi.
ja: オーディオやビデオを数秒でトリミングします。
ko: 오디오와 비디오를 몇 초 만에 다듬습니다.
pt_br: Corte áudio e vídeo em segundos.
ru: Обрезка аудио и видео за секунды.
uk: Обрізання аудіо та відео за секунди.
zh_hans: 几秒内修剪音频和视频。
zh_hant: 幾秒內修剪音訊和影片。

source: Trimline can’t write to this folder. Choose another location.
de: Trimline kann nicht in diesen Ordner schreiben. Wähle einen anderen Ort.
es: Trimline no puede escribir en esta carpeta. Elige otra ubicación.
fr: Trimline ne peut pas écrire dans ce dossier. Choisissez un autre emplacement.
it: Trimline non può scrivere in questa cartella. Scegli un’altra posizione.
ja: Trimlineはこのフォルダに書き込めません。別の場所を選択してください。
ko: Trimline이 이 폴더에 쓸 수 없습니다. 다른 위치를 선택하십시오.
pt_br: O Trimline não pode gravar nesta pasta. Escolha outro local.
ru: Trimline не может записать файл в эту папку. Выберите другое место.
uk: Trimline не може записати файл у цю папку. Виберіть інше місце.
zh_hans: Trimline 无法写入此文件夹。请选择其他位置。
zh_hant: Trimline 無法寫入此檔案夾。請選擇其他位置。

source: Trimline is built with these open-source projects.
de: Trimline verwendet diese Open-Source-Projekte.
es: Trimline utiliza estos proyectos de código abierto.
fr: Trimline utilise ces projets open source.
it: Trimline utilizza questi progetti open source.
ja: Trimlineは以下のオープンソースプロジェクトを使用しています。
ko: Trimline은 다음 오픈 소스 프로젝트를 사용합니다.
pt_br: O Trimline usa estes projetos de código aberto.
ru: Trimline создан с использованием этих проектов с открытым исходным кодом.
uk: Trimline використовує ці проєкти з відкритим кодом.
zh_hans: Trimline 使用了以下开源项目。
zh_hant: Trimline 使用了以下開放原始碼專案。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar Novamente
ru: Повторить
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

source: Until it’s fixed, clips get the standard name.
de: Bis dahin erhalten Clips den Standardnamen.
es: Mientras tanto, los clips reciben el nombre estándar.
fr: En attendant, les extraits reçoivent le nom par défaut.
it: Finché non viene corretto, i clip ricevono il nome standard.
ja: 修正するまで、クリップには標準の名前が付けられます。
ko: 수정할 때까지 클립에는 기본 이름이 사용됩니다.
pt_br: Até que seja corrigido, os clipes recebem o nome padrão.
ru: Пока имя не исправлено, клипы получают стандартное.
uk: Доки назву не виправлено, кліпи отримують стандартну.
zh_hans: 修正之前，片段将使用标准名称。
zh_hant: 修正之前，片段將使用標準名稱。

source: Vacation
de: Urlaub
es: Vacaciones
fr: Vacances
it: Vacanze
ja: 休暇
ko: 휴가
pt_br: Férias
ru: Отпуск
uk: Відпустка
zh_hans: 假期
zh_hant: 假期

source: Video and sound
de: Video und Ton
es: Vídeo y sonido
fr: Vidéo et son
it: Video e audio
ja: ビデオとサウンド
ko: 비디오 및 사운드
pt_br: Vídeo e som
ru: Видео и звук
uk: Відео і звук
zh_hans: 视频和声音
zh_hant: 影片和聲音

source: Video only
de: Nur Video
es: Solo vídeo
fr: Vidéo seule
it: Solo video
ja: ビデオのみ
ko: 비디오만
pt_br: Somente vídeo
ru: Только видео
uk: Лише відео
zh_hans: 仅视频
zh_hant: 僅影片

source: View License
de: Lizenz anzeigen
es: Ver licencia
fr: Afficher la licence
it: Mostra licenza
ja: ライセンスを表示
ko: 사용권 보기
pt_br: Ver Licença
ru: Показать лицензию
uk: Показати ліцензію
zh_hans: 查看许可证
zh_hant: 檢視授權條款

source: Zoom In
de: Vergrößern
es: Ampliar
fr: Agrandir
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
uk: Наблизити
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
de: Verkleinern
es: Reducir
fr: Réduire
it: Riduci
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
uk: Віддалити
zh_hans: 缩小
zh_hant: 縮小

source: Zoom to Fit
de: Ganze Datei zeigen
es: Mostrar todo el archivo
fr: Afficher tout le fichier
it: Mostra tutto il file
ja: ファイル全体を表示
ko: 전체 파일 보기
pt_br: Mostrar Arquivo Inteiro
ru: Показать весь файл
uk: Показати весь файл
zh_hans: 显示整个文件
zh_hant: 顯示整個檔案

source: frame
de: Bild
es: fotograma
fr: image
it: fotogramma
ja: フレーム
ko: 프레임
pt_br: quadro
ru: кадр
uk: кадр
zh_hans: 帧
zh_hant: 影格

source: from %@
de: von %@
es: desde %@
fr: de %@
it: da %@
ja: %@ から
ko: %@부터
pt_br: de %@
ru: с %@
uk: з %@
zh_hans: 从 %@
zh_hant: 從 %@

source: to %@
de: bis %@
es: hasta %@
fr: à %@
it: a %@
ja: %@ まで
ko: %@까지
pt_br: até %@
ru: до %@
uk: до %@
zh_hans: 至 %@
zh_hant: 至 %@

source: App updates
es: Actualizaciones de la app
fr: Mises à jour de l’app
it: Aggiornamenti dell’app
ja: アプリのアップデート
ko: 앱 업데이트
pt_br: Atualizações do app
ru: Обновления приложения
uk: Оновлення програми
zh_hans: App 更新
zh_hant: App 更新

source: Clip name
es: Nombre del clip
fr: Nom de l’extrait
it: Nome del clip
ja: クリップ名
ko: 클립 이름
pt_br: Nome do clipe
ru: Имя клипа
uk: Назва кліпу
zh_hans: 片段名称
zh_hant: 片段名稱
